
class Menu:
    main_menu: str = """
    ________________________________________________
    Выберети пункт меню
    1 - отобразить все заметки
    2 - поиск заметок
    3 - добавление заметок
    4 - изменение заметок
    5 - удаление заметок
    0 - Выход из приложения
    """

    add_menu: str = """
    ________________________________________________
    Выберети пункт меню
    1 - ввод заголовка
    2 - ввод текста заметки
    3 - Перейти к предварительному просмотру и сохранению
    0 - назад в главное меню
    """

    prenote_menu: str = """
    ________________________________________________
        Выберети пункт меню
        1 - сохранить заметку
        0 - назад в меню редактирования заметок
    """